Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Gwoop] gwoop.com.tmx
Source language: en
Languages: ko_kr

source: By using this functionality, you acknowledge and agree that both you and your contacts are based in the U.S. and that you have your contacts’ consent for us to use their contact information to fulfill your request.
ko_kr: 이 기능을 사용함으로써 귀하는 귀하와 귀하의 지인이 모두 미국에 기반을 두고 있으며, 당사가 귀하의 요청을 이행하기 위해 연락처 정보를 사용하는 것에 대해 귀하의 지인의 동의를 받았음을 인정하고 동의합니다.

source: Patch Notes
ko_kr: 패치 노트

source: A PLATFORM FOR FUN AND ENGAGING GAMES FOCUSED ON TRAINING AND CREATING OPPORTUNITIES IN ESPORTS.
ko_kr: e스포츠 세계에서 훈련 및 기회 창출을 위해 제작된 즐겁고 매력적인 게임 플랫폼

source: Updated navigation bar with finalized logo.
ko_kr: 내비게이션 바에 최종 로고를 삽입하고 업데이트 했습니다.

source: Our training platform has several games which aim to increase memory capacity so our players can remember important aspects of games like maps, characters and tendencies of their competition, to name a few.
ko_kr: Gwoop의 훈련 플랫폼에는 기억력을 증대시킬 수 있도록 설계된 여러 게임이 있습니다. 플레이어들은 지도, 캐릭터, 상대방의 성향 등 중요한 게임의 요소들을 기억해야만 합니다.

source: At the beginning of each round, crystals will appear then disappear.
ko_kr: 매 라운드를 시작할 때마다 수정이 잠시 보였다가 사라집니다.

source: You also hereby grant each User of the Service a non-exclusive license to access your User Content through the Service, and to use, display, reproduce and perform such User Content solely as permitted through the functionality of the Service and under this Agreement.
ko_kr: 또한 귀하는 당사의 서비스를 이용하는 각 사용자에게 귀하의 사용자 콘텐츠를 이 서비스를 통해 접근하며, 사용, 전시, 복제 등 당사의 서비스 기능과 본 계약에 따라 허용된 대로만 사용할 수 있는 비독점적인 라이선스를 부여합니다.

source: App and Location Technologies.
ko_kr: 앱 및 위치 기술

source: GRANT
ko_kr: 장학금

source: The right to obtain the erasure of your personal data without undue delay in certain circumstances, such as where the personal data is no longer necessary in relation to the purposes for which it was collected or processed.
ko_kr: 개인 데이터가 수집 또는 처리된 목적과 관련하여 더 이상 필요하지 않은 경우와 같이 특정한 상황에서 부당한 지연 없이 귀하의 개인 데이터를 삭제할 수 있는 권리.

source: Several bugfixes and content adjustments across the site.
ko_kr: 웹사이트 전역에 걸쳐 여러 컨텐츠 개선과 버그 수정을 진행했습니다.

source: No team privacy setting details sent in request.
ko_kr: 요청에 팀 개인정보 상세 설정 정보가 없습니다.

source: Click the targets <sprite index=3 color=#FF0000> as fast as you can.
ko_kr: 타겟을 <sprite index=3 color=#FF0000> 최대한 빨리 클릭하세요.

source: Visual Speed 1
ko_kr: 시각 속도 1

source: You may access, update, or remove certain information that you have provided to us through your account by visiting your account settings.
ko_kr: 귀하는 귀하의 계정으로 귀하의 계정 설정을 방문해 당사에게 제공한 특정한 정보를 접근, 갱신 혹은 제거할 수 있습니다.

source: Hold out as long as possible and take a few of those baddies with you.
ko_kr: 최대한 오래 살아 남으면서 적도 몇 명 함께 데려가세요.

source: R Ability Upgrade
ko_kr: R 기술 레벨업

source: This is an invalid Stripe Price ID
ko_kr: 유효하지 않은 Stripe 가격 ID입니다.

source: TEAMS FOR COACHES
ko_kr: 코치를 위한 TEAMS

source: Regardless of whether your team is new or experienced, Gwoop can help your organization thrive.
ko_kr: 당신의 팀이 신생팀이든 경험 많은 팀이든 상관없이, Gwoop은 당신의 팀의 성공을 도울 것입니다.

source: By using the Service, you agree to our Terms of Service (gwoop.com/terms-of-service) and consent to our collection, use and disclosure practices, and other activities as described in this Privacy Policy.
ko_kr: 당사의 서비스를 사용함으로써, 귀하는 당사의 이용약관(gwoop.com/terms-of-service)에 동의하고 당사의 개인정보 처리방침에 설명된 당사의 수집, 사용, 공개 행동 및 기타 활동에 동의합니다.

source: Notwithstanding the preceding sentences with respect to the substantive law, any arbitration conducted pursuant to the terms of this Agreement shall be governed by the Federal Arbitration Act (9 U.S.C. §§ 1-16).
ko_kr: 실체법에 관한 전술된 서술에도 불구하고 본 계약의 조항에 따라 추진되는 모든 중재는 연방중재법(9 U.S.C. §§ 1-16)의 적용을 받습니다.

source: Left click <sprite index=9> on them or press <sprite index=20> on your controller to select them.
ko_kr: 마우스 왼쪽 버튼 <sprite index=9> 으로 클릭하거나 컨트롤러의 버튼 <sprite index=20> 을 눌러 적을 선택하세요.

source: Steer
ko_kr: 운전

source: In an Open Team, Team Members may use and engage with all Gwoop Services (including, but not limited to, uploading of email and other information, unlimited chat, and engagement with users outside of the team) and Team Members use of the Services cannot be restricted by the Team Administrator.
ko_kr: 공개 팀에서 팀 구성원은 모든 Gwoop의 서비스를 이용하고 참가할 수 있습니다. (이메일 및 기타 정보 업로드, 무제한 채팅, 팀 외부 사용자와의 활동을 포함하며 이에 국한되지 않음) 또한 팀 구성원의 활동은 팀 운영자로부터 제한 받지 않습니다.

source: You agree to comply with all United States and foreign laws related to use of the Mobile Software and the Gwoop Service.
ko_kr: 귀하는 모바일 소프트웨어와 Gwoop의 서비스 사용과 관련된 모든 미국 및 다른 국가 법률을 준수하는 데 동의합니다.

source: It also tracks new stats and there are 3 targets around the room instead of 1.
ko_kr: 이제 전장에는 1개가 아닌 3개의 타겟이 존재하며, 새로운 통계를 제공합니다.

source: Invalid file.
ko_kr: 잘못된 파일

source: For instance, we may incorporate the Facebook pixel on our Service and may share your email address with Facebook as part of our use of Facebook Custom Audiences.
ko_kr: 예를 들어, 당사는 Facebook의 픽셀을 당사의 서비스에 통합할 수 있으며, 당사가 Facebook Custom Audience을 사용하는 과정에서 당사는 Facebook과 귀하의 이메일 주소를 공유할 수 있습니다.

source: Except as explicitly provided herein, nothing in this Agreement shall be deemed to create a license in or under any such Intellectual Property Rights, and you agree not to sell, license, rent, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit or create derivative works from any Gwoop Content.
ko_kr: 여기에 명시적으로 제공된 경우를 제외하고, 본 계약의 어떤 내용도 그러한 지식 재산권에 대한 라이선스를 생성하는 것으로 간주되지 않습니다. 귀하는 Gwoop의 콘텐츠를 판매, 라이선스, 대여, 수정, 분배, 복사, 복제, 전송, 공개 전시, 공개 수행, 발행, 각색, 편집, 파생 상품 생성을 하지 않을 것에 동의합니다.

source: ({0} UNREAD MESSAGES)
ko_kr: ({0} 읽지 않은 메시지)

source: Accuracy
ko_kr: 정확도

source: Whether you are just getting started or are a professional esports athlete - Gwoop helps develop new skills, as well as maintain and sharpen your existing cognitive and physical abilities in and out of the gaming arena.
ko_kr: 게임을 막 시작한 사람이든 프로 수준의 e스포츠 선수이든 상관 없이, Gwoop은 사용자가 새로운 기술을 개발하고 게임 안팎에서 필요한 인지 및 신체적 능력을 연마할 수 있도록 도와줍니다.

source: No downloads, easy to sign-up, and free!
ko_kr: 다운로드가 필요 없으며 누구나 무료로 쉽게 가입할 수 있습니다!

source: At Gwoop, we take the privacy and security of your information very seriously and have taken the steps to ensure it remains that way.
ko_kr: Gwoop은 고객의 개인정보와 보안을 매우 중요하게 여기며, 이를 보호하기 위해 여러 장치를 마련했습니다.

source: Please think carefully before making information public as you are solely responsible for any information you make public.
ko_kr: 정보를 공개하기 전에 심사숙고 하시고, 귀하가 공개한 모든 정보에 대한 책임은 전적으로 귀하에게 있습니다.

source: There was an unexpected product returned with the default products.
ko_kr: 기본 상품이 예기치 않게 반품되었습니다.

source: Gwoop may exercise the rights to your User Content granted under this Agreement without liability for payment of any guild fees, residuals, payments, fees, or royalties payable under any collective bargaining agreement or otherwise.
ko_kr: Gwoop은 모든 단체 교섭 또는 기타 방법에 따라 지불해야 하는 어떠한 조합 수수료, 잔금, 지불금, 수수료 또는 로열티에 대한 책임 없이 본 계약에 따라 부여된 귀하의 사용자 콘텐츠에 대해 권리를 행사할 수 있습니다.

source: First things first:
ko_kr: 제일 중요한 것:

source: Verified
ko_kr: 인증됨

source: Visual Memory 1 has been updated with the new Gwoop standard UI.
ko_kr: 시각 기억 1 게임에 새로운 Gwoop 표준 UI가 적용되었습니다.

source: Everyone gets 10 beta invites, use them wisely!
ko_kr: 모든 사용자는 10개의 베타 초대 코드를 받습니다. 현명하게 사용하세요!

source: Category of personal information
ko_kr: 개인정보의 범주

source: GWOOP DOES NOT PROVIDE OR GUARANTEE, AND EXPRESSLY DISCLAIMS, ANY VALUE, CASH OR OTHERWISE, ATTRIBUTED TO ANY DATA RESIDING ON GWOOP'S SERVERS.
ko_kr: Gwoop은 Gwoop 서버에 있는 데이터에 귀속된 모든 가치, 현금 또는 기타 내용을 제공하거나 보증하지 않으며, 명시적으로 책임을 지지 않습니다.

source: Password must be at least 6 characters
ko_kr: 비밀번호는 최소 6자리 이상이어야 합니다.

source: New visual background, music, settings panel, and more.
ko_kr: 새로운 시각적 배경, 음악, 설정 패널 등이 추가되었습니다.

source: Last updated:
ko_kr: 최근 업데이트:

source: Legal basis for processing in the EU
ko_kr: EU에서의 처리에 관한 법적 근거

source: Could not locate the specified team.
ko_kr: 팀을 찾을 수 없습니다.

source: Total Seconds
ko_kr: 총 소요 시간

source: Game preferences have been added to the FPS Arena game.
ko_kr: FPS 아레나 게임을 위한 새로운 게임 설정 항목이 추가되었습니다.

source: TODAY'S CHALLENGES
ko_kr: 오늘의 도전 과제

source: Our training platform is focused on improving the core physical and cognitive skills which top gamers, esports athletes and popular streamers possess.
ko_kr: 저희의 훈련 플랫폼은 최고의 게임, e스포츠 선수, 유명 스트리머들이 보유한 핵심 신체 및 인지적 기술을 향상시키는 데 맞춰져 있습니다.

source: Improve your Mouse Control
ko_kr: 마우스 컨트롤을 개선하세요.

source: Gwoop, Inc. (“Gwoop,” “we,” “our,” or “us”) is committed to protecting your privacy.
ko_kr: Gwoop, Inc. (이하 “Gwoop,” 또는 “당사”)는 귀하의 개인정보를 보호하기 위해 최선을 다하고 있습니다.

source: FPS ARENA
ko_kr: FPS 아레나

source: Service providers assist us with services such as payment processing, chat functionality, data analytics, marketing and advertising, website hosting, and technical support.
ko_kr: 서비스 제공자는 지불 처리, 채팅 기능, 데이터 분석, 마케팅 및 광고, 웹사이트 호스팅, 기술적 지원 등의 서비스를 당사에게 제공합니다.

source: By training on our platform for just 5 minutes a day, our gamers see a dramatic improvement in their core skills to help them take their game to the next level.
ko_kr: 매일 Gwoop의 플랫폼을 5분씩 플레이 한다면 게이머가 다음 단계로 성장하는 데 필요한 핵심 기술을 극적으로 향상시킬 수 있을 것입니다.

source: This team already has a team member with the username: {0}.
ko_kr: 당신의 팀에는 {0} 사용자명을 가진 플레이어가 이미 있습니다.

source: Investment
ko_kr: 투자

source: Create your own custom Training Regimen from our selection of games.
ko_kr: 게임 목록에서 게임을 선택해 사용자 훈련 방식을 만드세요.

source: If you download, access, use, or register for the Service on behalf of an Organization (e.g. school, community group, etc.) or as a Team Administrator as described herein, “you” includes yourself individually and such Organization and/or team members without an independent Gwoop account, whose information you submit to the service (“Limited Team Members”).
ko_kr: 만약 어떤 조직(학교, 커뮤니티 그룹 등)을 대변하거나 팀의 운영자인 귀하가 당사의 서비스를 다운로드, 접속, 이용, 혹은 등록하는 경우, “귀하”의 범주에는 본인 개인을 포함해 귀하가 속한 조직과 독립적이지 않고 귀하가 정보를 제출한 Gwoop 계정을 보유한 구성원(“제한적 팀 구성원”)을 모두 포함합니다.

source: Bug fixes and enhancements across the website.
ko_kr: 웹사이트에서 각종 버그 수정과 개선을 진행했습니다.

source: Select the enemy minion to continue.
ko_kr: 적 미니언을 선택해 다음으로 진행하세요.

source: To learn more on these specific skills head over to our Why Gwoop? page.
ko_kr: 각 기술에 대한 더 자세한 정보를 원하신다면 Gwoop 소개 페이지를 참고하세요.

source: One or more of the Product Private Name(s) provided does not have a corresponding record in the dbo.Products table.
ko_kr: 하나 이상의 제공된 상품 개인 이름과 관련된 기록이 dbo.Products 표에 없습니다.

source: If you did not request to reset your email address, please ignore this email.
ko_kr: 만약 이메일 주소 변경을 신청하지 않았다면 이 메일을 무시하세요.

source: We need some more information before you can submit designs.
ko_kr: 디자인을 제출하려먼 더 많은 정보를 입력해야 합니다.

source: Shirt
ko_kr: 셔츠

source: Items Recalled
ko_kr: 기억한 아이템

source: NOT READY
ko_kr: 준비 부족

source: Lap Time
ko_kr: 구간 기록

source: Visual Memory
ko_kr: 시각 기억

source: SET UP YOUR TEAM
ko_kr: 팀 구성

source: It is okay to run into these, but they will get in your way.
ko_kr: 바위는 건드려도 괜찮지만, 통과할 수는 없습니다.

source: Removed the "Progression" panel from the dashboard as it was redundant after new drill down feature was added.
ko_kr: 새로운 분석 기능과 중복되는 대시보드 “성장” 패널을 삭제했습니다.

source: Visual Timing Lvl 1 and Lvl 2 games have been added.
ko_kr: 시각 타이밍 1단계 및 2단계 게임이 추가되었습니다.

source: You can stop all collection of information via an app by uninstalling the app.
ko_kr: 귀하는 앱을 삭제함으로써 앱을 통한 모든 정보 수집을 중단할 수 있습니다.

source: Play our games to improve the key skills in which top gamers and esports athletes dominate.
ko_kr: 우리 게임을 통해 최고의 게이머들과 e스포츠 선수들만 보유한 핵심 기술을 연마하세요.

source: Cancel
ko_kr: 취소

source: Your own health can be seen in the blue gem.
ko_kr: 당신의 체력은 파란색 보석으로 나타납니다.

source: Gwoop may, in its sole discretion, modify or update this Agreement from time to time, and so you should review this page periodically.
ko_kr: Gwoop은 당사의 재량에 따라 본 계약을 언제든지 수정하거나 업데이트 할 수 있으므로, 귀하는 이 페이지를 주기적으로 검토해야 합니다.

source: As is the case in life, we are forced to constantly solve problems and do so often at a fast rate.
ko_kr: 삶의 경우와 마찬가지로 Gwoop의 게임은 끊임없이, 자주, 그리고 빠르게 문제를 풀어야만 하는 상황을 제공합니다.

source: Could not locate the specified social media link option.
ko_kr: 소셜 미디어 연결 옵션을 찾을 수 없습니다.

source: Last name must be at least 1 character.
ko_kr: 성은 최소 1자리 이상이어야 합니다.

source: Users are not friends anymore
ko_kr: 이 사용자와 더 이상 친구가 아닙니다.

source: Email address is invalid.
ko_kr: 이메일 주소가 잘못되었습니다.

source: Avatars, profile backgrounds and rewards have arrived!
ko_kr: 아바타, 프로필 배경, 보상 기능이 추가되었습니다!

source: It looks like you haven't played enough sessions to show anything here yet.
ko_kr: 아직 결과를 확인할 수 있을 정도로 게임을 충분히 플레이하지 않았습니다.

source: Gaming and esports requires players to digest an abundance of information, process and analyze it, and then make rapid decisions on a consistent basis.
ko_kr: 게임과 e스포츠는 플레이어가 엄청난 양의 정보를 소화하고, 가공하고, 분석해야만 하게 만듭니다. 그리고는 빠른 의사 결정을 일관되게 진행해야 합니다.

source: Higher is better
ko_kr: 높을수록 좋습니다

source: Your match is about to start.
ko_kr: 당신의 경기가 곧 시작됩니다.

source: PRE-MATCH GAMES
ko_kr: 몸풀기 게임

source: Don't have an account yet?
ko_kr: 아직 계정이 없으신가요?

source: To learn more about the targeted ads provided by these companies, and how to opt out of receiving certain targeted ads from them, please visit: (i) for website targeted ads from DAA participants, https://www.aboutads.info/choices; (ii) for app targeted ads from DAA participants, https://www.aboutads.info/appchoices; and (iii) for targeted ads from NAI participants, https://www.networkadvertising.org/choices/.
ko_kr: 해당 회사가 제공하는 타겟 광고에 대한 자세한 정보와 어떻게 특정 타겟 광고 수신을 중단할 수 있는지를 알고 싶으시다면 다음 사이트를 방문하십시오. (i) DAA 회원사의 웹사이트 타겟 광고 https://www.aboutads.info/choices (ii) DAA 회원사의 앱 타겟 광고 https://www.aboutads.info/appchoices (iii) NAI 회원사의 타겟 광고 https://www.networkadvertising.org/choices/

source: Invalid Referral Code
ko_kr: 유효하지 않은 초대 코드

source: Vendors and Other Parties.
ko_kr: 공급업체 및 기타 당사자.

source: Improve your Reaction Avg
ko_kr: 평균 반응 시간을 개선하세요.

source: You do not have a role necessary to submit the registration.
ko_kr: 등록을 할 수 있는 역할이 아닙니다.

source: Find out if you're ready first by playing a 90 second GAMER RDY? session.
ko_kr: 90초짜리 GAMER RDY?를 플레이해서 경기할 준비가 되었는지 확인하세요.

source: RAPID CLICK 1
ko_kr: 빠른 클릭 1

source: Reaction 2
ko_kr: 반응 2

source: This team has reached its maximum number of users.
ko_kr: 이 팀은 이미 최대 사용자 수에 도달했습니다.

source: Enter our training arena and hit as many targets as you can.
ko_kr: 훈련 아레나에 접속하고 최대한 많은 타겟을 맞추세요.

source: Must release the boost button in order to begin recharging.
ko_kr: 충전을 위해서는 부스트 버튼에서 손을 떼야만 합니다.

source: Now that you have completed the tutorial you are ready for some training scenarios.
ko_kr: 튜토리얼을 마치셨습니다. 이제 훈련 시나리오를 플레이 할 준비가 되었습니다.

source: Team Data, including any of the information listed here that may be collected from you on behalf of Restricted Users, as defined in the Terms of Use.
ko_kr: 이용약관에 정의된 비공개 팀 사용자를 대신해 귀하로부터 수집할 수 있는 여기에 나열된 모든 정보를 포함한 팀 데이터.

source: Chat with the team
ko_kr: 팀원과 대화를 나눌 수 있습니다.

source: By submitting any Idea, you agree that your disclosure is gratuitous, unsolicited and without restriction and will not place Gwoop under any fiduciary or other obligation, and that we are free to use the Idea without any additional compensation to you, and/or to disclose the Idea on a non-confidential basis or otherwise to anyone.
ko_kr: 귀하가 의견을 제출한다면, 귀하는 의견을 무상으로, 강요 없이, 제한 없이 의견을 공개한 것을 동의합니다. 또한 귀하는 Gwoop에 수탁자 혹은 기타 의무를 부과하지 않는 점에 동의합니다. 귀하는 Gwoop이 귀하에게 추가 보상 없이 귀하의 의견을 자유롭게 사용하고 비밀이 아닌 의견을 다른 사람에게 공개할 수 있다는 점에 동의합니다.

source: It also boosts team spirit and camaraderie as they share their progress with each other."
ko_kr: 또한 Gwoop를 통해 서로가 성과를 공유하면서 팀워크와 동료애 또한 성장했습니다.”

source: ABOUT TEAMS
ko_kr: TEAMS 기능에 대하여

source: You do not have the necessary permissions to create a party at this time.
ko_kr: 파티를 추가할 권한이 없습니다.

source: Use Simple Graphics
ko_kr: 저사양 모드

source: Create and manage parties for the team
ko_kr: 팀 내 파티를 생성하고 조정할 수 있습니다.

source: Request Teams Access
ko_kr: Teams 가입 문의

source: We use Stripe to make sure you get paid on time and to keep your personal bank and details secure.
ko_kr: Gwoop은 Stripe를 통해 거래를 진행합니다. 사용자는 제 때 대금을 지불받고 개인 금융 정보를 안전하게 지킬 수 있습니다.

source: Please note that this procedure is exclusively for notifying Gwoop and its affiliates that your copyrighted material has been infringed.
ko_kr: 이는 Gwoop 및 Gwoop 계열사에 귀하의 저작권 자료가 침해되었음을 알리는 것만을 위한 절차입니다.

source: Navigate through a track covered in obstacles as quickly as you can.
ko_kr: 장애물로 가득한 트랙을 최대한 빠르게 주행하세요.

source: Unable to apply the default avatar background for the user.
ko_kr: 기본 아바타 배경을 적용하는 데 실패했습니다.

source: Boost can no longer be triggered indefinitely.
ko_kr: 부스트는 이제 무한하게 지속되지 않습니다.

source: Learn more about adding more parties here
ko_kr: 파티를 추가로 늘리는 방법을 확인하려면 여기를 누르세요.

source: Demographics, such as your age or gender.
ko_kr: 귀하의 나이와 성별을 비롯한 인구 통계.

source: The next target is shown in orange
ko_kr: 다음 타겟은 주황색으로 표시됩니다.

source: Please note that you cannot opt-out of non-promotional emails, such as those about your account, transactions, servicing, or our ongoing business relations.
ko_kr: 하지만 귀하는 귀하의 계정, 거래, 서비스 혹은 당사의 비즈니스 관계에 대한 정보 등이 포함된 비판촉성 이메일은 수신거부할 수 없습니다.

source: To view all your training modules and activate them, go here!
ko_kr: 모든 훈련 모듈을 확인하고 활성화 하세요.

source: Your privacy settings may also be affected by changes to the functionality of third party sites and services that you add to the Gwoop Service, such as social networks.
ko_kr: 귀하의 개인정보 설정은 소셜 네트워크를 비롯해 귀하가 Gwoop의 서비스에 추가한 제3자 사이트의 서비스의 기능 변화의 영향을 받을 수 있습니다.

source: Damages enemies caught in the flames over time.
ko_kr: 일정 시간동안 적을 불태워 버리세요.

source: A Player user has the ability to:
ko_kr: 플레이어는 아래와 같은 활동을 할 수 있습니다:

source: Could not locate the specified party or team.
ko_kr: 파티 혹은 팀을 찾을 수 없습니다.

source: GWOOP GAME UPDATES
ko_kr: Gwoop 게임 업데이트

source: NOTWITHSTANDING ANY VALUE ATTRIBUTED TO SUCH DATA BY YOU OR ANY THIRD PARTY, YOU UNDERSTAND AND AGREE THAT ANY DATA, ACCOUNT HISTORY AND ACCOUNT CONTENT RESIDING ON GWOOP'S SERVERS, MAY BE DELETED, ALTERED, MOVED OR TRANSFERRED AT ANY TIME FOR ANY REASON IN GWOOP'S SOLE DISCRETION, WITH OR WITHOUT NOTICE AND WITH NO LIABILITY OF ANY KIND.
ko_kr: 귀하는 귀하 또는 제3자가 그러한 데이터에 부여한 가치에도 불구하고, Gwoop 서버에 있는 모든 데이터, 계정 기록 및 콘텐츠는 언제든지 당사의 재량에 따라 사전에 통지 여부에 관계 없이 삭제, 변경, 이동, 또는 이전될 수 있으며, Gwoop이 이와 관련해 어떠한 책임도 지지 않는다는 점을 이해하고 동의합니다.

source: Basic Ultimate Ability
ko_kr: 기본 궁극기

source: Several bugs fixed across the site.
ko_kr: 사이트 전반에서 버그가 수정되었습니다.

source: "Gaming Warm-up"
ko_kr: “몸풀기 게임”

source: SOCIAL MEDIA LINKS
ko_kr: 소셜 미디어 연결

source: Please try a different username.
ko_kr: 다른 사용자명을 시도하세요.

source: The easiest way for us to do this is to minimize transfer fees.
ko_kr: 이를 위해 저희가 할 수 있는 가장 쉬운 방법은 이전 수수료를 최소화하는 것입니다.

source: Left Stick/Up
ko_kr: 왼쪽 스틱/위

source: Currently, no training regimen is assigned.
ko_kr: 현재 어떤 훈련 방식도 배정되지 않았습니다.

source: Mouse Control Training
ko_kr: 마우스 컨트롤 훈련

source: We also share information to protect the rights, property, life, health, security and safety of us, the Service or anyone else.
ko_kr: 당사는 또한 권리, 재산, 생명, 건강, 당사의 보안 및 안전, 당사의 서비스 및 모든 다른 사람들을 보호하기 위해 정보를 공유합니다.

source: We will be rolling out the auto-saved preferences to the rest of our games soon.
ko_kr: 다른 게임에도 자동 설정 저장 기능을 곧 추가하겠습니다.

source: Parties
ko_kr: 파티

source: Some technology services may provide us with their own data, which is then uploaded into another technology service for matching common factors between those datasets.
ko_kr: 일부 기술 서비스 회사는 다른 기술 서비스 회사와 서로 보유한 데이터셋의 공통 요인을 맞추기 위해 업로드한 해당 회사의 데이터를 당사에 제공할 수 있습니다.

source: There are at least two training regimen modules with the same display order value.
ko_kr: 두 개 이상의 훈련 방식 모듈이 같은 표시 순서 값을 갖고 있습니다.

source: FEEL FREE TO REACH OUT TO US DIRECTLY BY VISITING OUR CONTACT US PAGE.
ko_kr: 편하게 저희 문의 페이지를 들러 저희에게 연락을 주세요.

source: Center Camera
ko_kr: 자기 중심 카메라 설정

source: AGAIN?
ko_kr: 다시하기?

source: Last Login
ko_kr: 최근 로그인

source: CLIMB THE LEADERBOARD RANKS
ko_kr: 리더보드에 오르기

source: Or play 10 sessions.
ko_kr: 혹은 세션을 10회 이상 플레이하세요.

source: Message
ko_kr: 메시지

source: They look like they have taken quite a beating and their health is pretty low.
ko_kr: 적이 꽤나 거친 싸움을 해온 것 같습니다. 적의 체력이 매우 낮습니다.

source: Purpose/Activity
ko_kr: 목적/활동

source: Damage Taken{colon}
ko_kr: 받은 피해량{colon}

source: COGNITIVE TRAINING FOR TEAMS TO PRACTICE TOGETHER
ko_kr: 팀을 위한 인지 훈련을 통해 함께 연습하세요

source: Keyboard Speed Lvl 1
ko_kr: 키보드 속도 1단계

source: If you cancel your subscription, cancellation will be effective at the end of the current monthly or annual billing period; you will have continued access to your subscription for the remainder of that period, but you will not receive a refund.
ko_kr: 만약 귀하가 구독을 취소하는 경우, 취소는 귀하의 월간 혹은 연간 청구 기간이 끝나는 시점부터 유효합니다. 귀하는 해당 기간이 끝나기 전까지 구독 효과를 누릴 수 있으나, 이에 대해서 환불을 받을 수 없습니다.

source: SUBMIT
ko_kr: 제출하기

source: Controls:
ko_kr: 조작:

source: None of the training regimen modules were successfully created.
ko_kr: 훈련 방식 모듈을 생성하는 데 모두 실패했습니다.

source: Misses
ko_kr: 실패

source: You've reached level {0}!
ko_kr: {0} 레벨이 되었습니다!

source: Party name cannot contain any special characters other than !,@,#,$,&,\',*,or spaces.
ko_kr: 파티 이름에는 !,@,#,$,&,*나 공란을 제외한 다른 특수문자가 포함될 수 없습니다.

source: A Restricted Team allows you to limit and/or control the activities of Limited Team Members.
ko_kr: 비공개 팀을 사용하면 귀하는 제한적 팀 구성원의 활동을 제한하거나 통제할 수 있습니다.

source: We may get a commission if you purchase a product after clicking on a link to an affiliate’s website.
ko_kr: 귀하가 제휴사 웹사이트로 연결되는 링크를 클릭한 후 제품을 구매하면 당사는 수수료를 받을 수 있습니다.

source: In the request, please specify which right you are seeking to exercise and the scope of the request.
ko_kr: 요청하실 때, 귀하가 행사하고자 하는 권리와 요청 범위를 명시하십시오.

source: This training regimen has already been activated for this party.
ko_kr: 이 파티를 위한 훈련 방식은 이미 활성화 되었습니다.

source: You can also scroll <sprite index=11> or use the d-pad <sprite index=21><sprite index=22> on your gamepad to zoom in and out.
ko_kr: <sprite index=11> 혹은 게임패드 방향키의 <sprite index=21><sprite index=22> 버튼을 눌러 화면을 확대하거나 축소할 수 있습니다.

source: Right now the camera is locked to your player.
ko_kr: 지금 당신 캐릭터에게 카메라가 고정되어 있습니다.

source: CONTROLS
ko_kr: 조작

source: MEMORY TRAINING DATA
ko_kr: 기억 훈련 데이터

source: An invalid CompetitionOfficialRules Id was provided.
ko_kr: 유효하지 않은 대회 공식 규칙 ID가 제공되었습니다.

source: Health (Value)
ko_kr: 체력 (절대값)

source: Players added successfully to Party
ko_kr: 파티에 플레이어를 추가하는 데 성공했습니다.

source: Could not locate the specified User
ko_kr: 사용자를 찾을 수 없습니다.

source: Access not authorized.
ko_kr: 접근이 불허되었습니다.

source: Premium Support
ko_kr: 프리미엄 지원

source: We have set out in Annex 1 below, found here, a description of all the ways we plan to use your personal data, and which of the legal bases we rely on to do so.
ko_kr: 당사는 아래 부록 1에 귀하의 개인 데이터를 사용하려는 모든 방법에 대한 설명과 그렇게 할 수 있도록 하는 법적 근거를 서술했습니다.

source: Images must be 3MB or less in size.
ko_kr: 이미지 크기는 3MB 이하여야 합니다.

source: Analytics and Interest-Based Advertising.
ko_kr: 분석과 관심 기반 광고

source: Group id is invalid.
ko_kr: 그룹 ID가 유효하지 않습니다.

source: Visual Timing Lvl 1
ko_kr: 시각 타이밍 1단계

source: First Name: {firstName}
ko_kr: 이름: {firstName}

source: Click on the green target as the red bullseye passes through it.
ko_kr: 빨간색 과녁이 초록색 타겟을 통과할 때 클릭하세요.

source: Your team does not have access to this functionality.
ko_kr: 당신의 팀은 이 기능을 접근할 권한이 없습니다.

source: Awesome!
ko_kr: 멋져요!

source: VISUAL TIMING LVL 1
ko_kr: 시각 타이밍 1단계

source: Upload your custom design!
ko_kr: 당신만의 디자인을 업로드하세요!

source: Your Referral Code:
ko_kr: 초대 코드:

source: The team referral code that was entered is no longer valid.
ko_kr: 입력한 초대 코드는 더 이상 유효하지 않습니다.

source: The player(s) {0} cannot be added to team, as another user with same name already exists.
ko_kr: 플레이어 {0}은(는) 팀에 가입할 수 없습니다. 같은 이름을 가진 플레이어가 팀에 있습니다.

source: Custom training regimen modules updated sucessfully.
ko_kr: 사용자 훈련 방식 모듈을 업데이트하는 데 성공했습니다.
